2048-cli-git
acpi
alacritty
android-ndk
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-studio
android-tools
antigravity
antlr4
antlr4-runtime
arandr
arch4edu-keyring
aria2
arp-scan
autoconf-archive
baobab
base
base-devel
bashtop
bat
bat-extras
bear
bettercap
bind
blender
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
bridge-utils
brightnessctl
btop
cava
cbonsai
cheese
chromium
chrony
cloudflare-warp-bin
cloudflared
cpu-checker-bzr
cpupower
cuda
dhcpcd
discord
discover
dmenu
dnsmasq
docker-buildx
docker-compose
dolphin
dotnet-sdk
drawio-desktop-bin
drkonqi
dsniff
dunst
dxvk-bin
efibootmgr
envycontrol
ethtool
evtest
ex-vi-compat
fastfetch
faugus-launcher
fd
feh
firefox
flatpak-kcm
fzf
game-of-life
gamemode
gcolor3
gedit
geekbench
gimp
git
github-cli
glad
gnome-disk-utility
gnusim8085
godot
google-cloud-cli
google-cloud-cli-gsutil
graphviz
grub
gtypist
gufw
gvim
hellwal
i3-wm
i3lock
i3lock-fancy-git
i3status
imake
innoextract
inotify-tools
intel-gpu-tools
intel-media-driver
intel-ucode
intltool
ipcalc
iptables
iw
iwd
jdk-openjdk
jdk17-openjdk
jdk8-openjdk
jupyter-notebook
kactivitymanagerd
kanata
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
konsole
kotlin
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kubectl
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
leshade-bin
lib32-vulkan-intel
libbf
libguestfs
libinput-tools
libkscreen
libksysguard
libplasma
libreoffice-fresh
libva-utils
linux
linux-firmware
lua-language-server
luarocks
ly
macchanger
maim
man-db
man-pages
milou
minikube
nemo
neofetch
neovim
net-tools
network-manager-applet
networkmanager
ngrok
ngrok-tunnel-docker
nmap
noto-fonts-cjk
npm
nsnake
ntfs-3g
nvidia-open
nvidia-prime
nvm
nvtop
obsidian
ocean-sound-theme
okular
oneko
openbsd-netcat
opengl-man-pages
openmp
openmpi
openoffice-bin
os-prober
oxygen
oxygen-sounds
packettracer
pavucontrol
picom
pinta
piper-voices-en-us
pipewire-alsa
pipewire-jack
pkgstats
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma-x11-session
plasma5support
plymouth-kcm
pnpm
polkit-kde-agent
polybar
postman-bin
powerdevil
powertop
print-manager
protontricks
protonup-qt
python-haishoku
python-pip
python-pydot
python-pywal
python311
qbittorrent
qdirstat-bin
qemu-full
qimgv
qqc2-breeze-style
ranger
reflector
remmina
ros2-humble
rsync
s-tui
samba
scdoc
scrcpy
scrot
sddm
sddm-kcm
sfml
simulide
sklauncher-bin
sof-firmware
solaar
spectacle
speedtest-cli
spotify
steam
stow
stremio
sunshine
sway
swayidle
swaylock
systemsettings
tailscale
tcpdump
texlive-fontsextra
texlive-latexextra
texlive-xetex
tk
tldr
tlp
tlp-rdw
tree
tree-sitter-cli
ttf-hack-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ufw
unp
unrar
unzip
vde2
vim-plug
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
visual-studio-code-bin
vulkan-intel
wacomtablet
wine-staging
wireshark-qt
xcolor
xcompmgr
xdg-desktop-portal-kde
xdotool
xorg-xhost
xorg-xrandr
yay
yt-dlp
zen
zenmap
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
